Dlubal.RFEM5.RadialDimensionType
Radial dimension type

Dlubal.RFEM5.RadialDimensionType.UnknownRadialDimensionType
Unknown type

Dlubal.RFEM5.RadialDimensionType.RadiusType
Radial dimension is defined by radius.

Dlubal.RFEM5.RadialDimensionType.DiameterType
Radial dimension is defined by diameter.